{
  "name": "task4",
  "tasks": [
    {
      "id": 1,
      "adv": "Уважаемые гости! Приглашаем Вас на автобусную экскурсию по городу. Экскурсия будет 12 мая (во вторник) с 10 до 14 часов. Ждём Вас около торгового центра «Мир».",
      "name_rus": "Экскурсия начинается",
      "name_eng": "The tour begins",
      "name_idn": "Tur dimulai",
      "answer_hint": "в 10 часов | at 10 o'clock (eng) , pukul 10 (idn), เวลา 10 นาฬิกา (tha)|",
      "hint_rus": "Если в ответах есть цифры, то выбирать там где 10",
      "hint_eng": "If there are numbers in the answers, then choose where 10",
      "hint_idn": "Jika ada angka dalam jawaban, maka pilih di mana 10",
      "hint_tha": "ถ้ามีตัวเลขในคำตอบแล้วเลือกที่ 10",
      "options": [
        "в 10 часов",
        "в 12 часов",
        "в 14 часов"
      ],
      "answer": "в 10 часов"
    },
    {
      "id": 2,
      "adv": "Меня зовут Дамир. Вчера у меня был выходной. Я со своей семьёй хорошо отдохнул. Днём мы были в парке. А вечером решили поужинать дома.",
      "name_rus": "Вчера днём Дамир и его семья были",
      "name_eng": "Yesterday afternoon Damir and his family were",
      "name_idn": "Kemarin sore Damir dan keluarganya sedang",
      "answer_hint": "в парке| in the Park (eng), di Taman (idn), ในสวนสาธารณะ (tha)|",
      "hint_rus": "Если все ответы начинаются с (В), то выбрать самый короткий",
      "hint_eng": "If all the answers start with (B), then choose the shortest one.",
      "hint_idn": "Jika semua jawaban dimulai dengan (B), maka pilihlah yang terpendek.",
      "hint_tha": " ถ้าคำตอบทั้งหมดเริ่มต้นด้วย(ข)แล้วเลือกหนึ่งที่สั้นที่สุด",
      "options": [
        "в парке",
        "в ресторане",
        "в театре"
      ],
      "answer": "в парке"
    },
    {
      "id": 3,
      "adv": "Меня зовут Лейла. Сегодня утром мы с сыном ходили на экскурсию по городу. Весь день была хорошая погода. Мы гуляли до самого вечера. Пришли домой поздно.",
      "name_rus": "Лейла вернулась домой",
      "name_eng": "Leila returned home",
      "name_idn": "Leila kembali ke rumah",
      "answer_hint": "вечером | in the evening (eng), di malam hari (idn), ในตอนเย็น (tha)| ",
      "hint_rus": "Запомнить имя (Лейла), выбрать самый длинный ответ",
      "hint_eng": "Remember the name (Лейла), choose the longest answer.",
      "hint_idn": "Ingat namanya (Лейла), pilih jawaban terpanjang.",
      "hint_tha": "จำชื่อ(Лейла)เลือกคำตอบที่ยาวที่สุด ", 
      "options": [
        "вечером",
        "днём",
        "утром"
      ],
      "answer": "вечером"
    },
    {
      "id": 4,
      "adv": "Анвару двадцать лет. Он приехал из Узбекистана. Дома он учился и помогал отцу продавать фрукты на базаре. Его брат работает дворником. Анвар планирует работать на стройке. Он хочет строить дома и школы.",
      "name_rus": "Кем будет работать Анвар?",
      "name_eng": "Who will Anwar work for?",
      "name_idn": "Untuk siapa Anwar akan bekerja?",
      "answer_hint": "строителем| a builder (eng), seorang pembangun (idn), ผู้สร้าง (tha)| ",
      "hint_rus": "Запомнить имя (Анвар), выбрать самый длинный ответ",
      "hint_eng": "Remember the name ((Анвар), choose the longest answer",
      "hint_idn": "Ingat namanya (Анвар), pilih jawaban terpanjang",
      "hint_tha": " จำชื่อ((Анвар)เลือกคำตอบที่ยาวที่สุด",
      "options": [
        "продавцом",
        "строителем",
        "дворником"
      ],
      "answer": "строителем"
    },
    {
      "id": 5,
      "adv": "Меня зовут Юлия. Я работаю в аптеке несколько месяцев. Это трудная, но интересная работа, часто я помогаю выбрать лекарство. Каждому покупателю я говорю: «Будьте здоровы!»",
      "name_rus": "Юлия работает в аптеке",
      "name_eng": "Julia works at a pharmacy",
      "name_idn": "Julia bekerja di apotek",
      "answer_hint": "недавно| recently (eng), baru-baru ini (idn), เมื่อเร็วๆนี้ (tha)|",
      "hint_rus": "Запомнить имя (Юлия), выбрать самый короткий ответ (одно слово)",
      "hint_eng": "Remember the name (Юлия), choose the shortest answer (one word)",
      "hint_idn": "Ingat namanya (Юлия), pilih jawaban terpendek (satu kata)",
       "hint_tha": "จำชื่อ(Юлия)เลือกคำตอบที่สั้นที่สุด(หนึ่งคำ)", 
      "options": [
        "недавно",
        "много лет",
        "всю жизнь"
      ],
      "answer": "недавно"
    },
    {
      "id": 6,
      "adv": "Меня зовут Анна. Я работаю в школе учителем. Вчера вместе со своим классом я ходила в зоопарк. Детям всё понравилось. Мы вернулись в школу к обеду.",
      "name_rus": "Вчера утром Анна",
      "name_eng": "Yesterday morning Anna",
      "name_idn": "Kemarin pagi Anna",
      "answer_hint": "была в зоопарке| I've been to the zoo. (eng), Saya pernah ke kebun binatang. (idn), ฉันเคยไปสวนสัตว์ (tha)|",
      "hint_rus": "Запомнить имя (Анна), выбрать самый длинный ответ (3 слова)",
      "hint_eng": "Remember the name (Anna), choose the longest answer (3 words)",
      "hint_idn": "Ingat namanya (Anna), pilih jawaban terpanjang (3 kata)",
      "hint_tha" : "จำชื่อ(แอนนา)เลือกคำตอบที่ยาวที่สุด(3 คำ)",
      "options": [
        "была в зоопарке",
        "читала книгу",
        "готовила обед"
      ],
      "answer": "была в зоопарке"
    }
  ]
}
